kEdgeJitterFlag
Apply a jitter effect to the edges.  The jitter effect is produced by drawing
extra lines adjacent to the original line, with a specific amount of
perturbation away from the original line.